mysql> select item_price ,item_name from item where item_price >= 1000;
+------------+---------------------------------+
| item_price | item_name                       |
+------------+---------------------------------+
|       3000 | 堅牢な机                        |
|       3000 | すっきりわかるjava入門          |
|       2000 | おしゃれな椅子                  |
|       2500 | 書き方ドリルSQL                 |
|      30000 | ふわふわのベッド                |
+------------+---------------------------------+
5 rows in set (0.00 sec)
